/* Device Kind to be reported to the system */
"HP Fax" = "HP Fax";

/* The beginning of the fax job */
"Contacting fax..." = "Contatto fax in corso...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Occupato, richiamata in corso...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Ricerca fax in corso...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Preparazione fax in corso...";

/* Page progress */
"Sending page %lu..." = "Invio pagina %lu in corso...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Impossibile contattare il fax, in coda di attesa sul successivo fax della stessa classe...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "URL non supportato";

